{"podcast_details": {"podcast_title": "Marketing Over Coffee Marketing Podcast", "episode_title": "Getting to The Point with Steve Woodruff", "episode_image": "http://www.themshow.com/i/moc.jpg", "episode_transcript": " This is Marketing Over Coffee with Christopher Penn and John Wall. Good morning. Welcome to Marketing Over Coffee. I'm John Wall. Today, we have a very special guest. Steve Woodruff is back with us. We talked to him last in 2018. He had just done his book Clarity Wins and he's back now with a new book. Steve, thanks for joining us. John, always great to talk to you. All right. So like a lot of guests we've had on recently, the last time we talked to you was a book before the pandemic. Everything has gone crazy. How did you get through the pandemic? How did all that go and what happened? Well, I ended up after a few months right on the precipice. I actually didn't think my business was going to survive. I was just beginning a whole push toward doing a bunch of live workshops with corporate clients and then all of that disappeared. But fortunately, I had one client that gave me a good size contract to build a course and then the virtual workshop started to pop up and that turned out to actually be a business builder for me. So by doing more workshops, I could do them globally. I could do them at my convenience. I could do them in sequence, one, two, three, four sessions and it ended up being good. But man, those were some scary months initially. Yeah. And we've seen that with a lot of public speakers and kind of other similar things where opening up virtual did great. So many people got crushed by the idea that you were able to get huge tickets for this traveling thing, for going to places. But the fact you can charge less for virtual, but now you're like doing two or three of them a week and the economics of it changed completely. So now we last talked to you, your book Clarity Wins. To this date, I still talk about Mind Darts as a fantastic tool to get your message across and we can talk about that. But tell us about how that book went. And so was there no fear in doing a second book? How did that all go to get you back writing again? Well, there was a little less fear as far as knowing somewhat of what the process is. But in this case, Clarity Wins, I self-published through Amazon. This book is through a hybrid publisher, Morgan James. So I had to go through a whole new process of working with a publisher, but that turned out to be a very positive experience. They had a great project management process, really good people. And I worked with my same editors that I worked with on Clarity Wins to get this cleaned up. But it was quite a process. When I released Clarity Wins in 2018, I felt like I had about half of the Clarity story figured out, enough to write that book focused on branding, marketing, messaging. But I knew, and I had scattered on Post-it notes everywhere, that there was a whole other part of clear communications that I wasn't ready for yet to address. And that was internal communications, collaboration skills, presentation skills, email. And I was on this crusade, this quest to see if there could be one formula for all types of communication. And turns out there is. And so that is what drove me to write the second book. This book is the encapsulation of that formula, four rules and eight tools that anybody can apply to be a great communicator in any circumstance. Yeah. And now as we start, the one thing is there are tons of things in our way that prevent us from communicating effectively. And I thought leaving off of that makes a lot of sense. Gaps, noise, fog, and then the fact that you should not be overwhelming. Talk about the mistakes that people make. I mean, set it up first as far as like, what is everybody doing wrong or what are the things that hold everybody back? The biggest mistake, John, is dumping too much unstructured information. That's the problem. When you get an extremely long email, when you hear a presenter that's wandering from A to B to G to Z and you don't know where they're going. When you read a book that's 6,000 pages long and should have been maybe a white paper, there's this constant temptation to try to say too much. And what that does is it actually disrespects how the human brain works. Unless we can see relevance quickly, unless somebody can get to the point, and that's one of the major things in this book is getting to the point, we lose the attention. We lose the engagement. We lose the opportunity to have our audience with us. So the major thing I talk about in this book is we have these hurdles, all the surrounding noise that competes. And if we're not interesting and relevant right away, there's a whole lot of other things people are going to pay attention to. They've got a smartphone. They're looking at that smartphone for over seven hours a day. And if I don't get to the point quickly and make a good point and really engage, lost opportunity. So not overwhelming. Again, I had mentioned the mind darts. That was a great idea from the previous book, the idea that you spend a lot of time crafting your pitch. And it's funny when we previously talked about that you said nobody wants to call these elevator pitches because people don't want to get pitched. Just calling it an elevator pitch is a mistake. And so this idea of a mind dart is something that gets to the point and is simple. Tell us more about crafting that though. What's the idea there and how do you get more effective at that? The idea is that the human brain has an operating system and every one of us, eight billion people on the planet, has a brain that wants information in a certain way. And so I call those brain friendly shortcuts. And those are the eight tools that I talk about in this book, The Point. It turns out that if we can get our thoughts and our message across and turn the light on quickly, that's how we win. People don't need someone to throw an encyclopedia at them. They don't need another haystack. Give me the needle, not the haystack. And so the eight tools in the book, and all of them begin with S, are those brain friendly formats that serve as mind darts or memory darts that turn the light on. So statements and snippets and stories and symbolic language and side by sides. These are the things that the human brain craves. And as communication designers, if we make use of these shortcuts, we win. If we don't, the brain shuts down and we lose. Okay, I want to dive a little more into all those tools and talk about how to effectively use those and where those go. But before we do, we just have to take a second. We want to thank the MailWorks for their support of marketing over coffee. Whether you're a marketer or a business owner, you've got better things to do than waste time and money on direct mail campaigns that fall flat. When it comes to getting the high ROI that only direct mail can deliver, you need a true partner that understands your business, not just another vendor. At the MailWorks, your marketing dollars are in the hands of real humans. You'll get a personal account manager who will become part of your team and offer hands on support from day one. From campaign strategy and list building all the way to the production floor, their team of direct mail experts are personally invested in your success. Gone are the days of sending cookie cutter postcards with empty offers. The MailWorks has over 75 different product types, houses a team of graphic designers, and has almost 40 years of experience working with businesses nationwide. Plus their proprietary all-in-one software allows you to manage every campaign and track your results online. You can book a free discovery call at themailworks.com slash M-O-C and talk to one of their solution specialists about your current marketing efforts for free. There's no commitment. It's an easy way to find out what it takes to get a direct mail campaign going for you. Again, it's themailworks.com slash M-O-C, that's T-H-E-M-A-I-L-W-O-R-K-S dot com slash M-O-C. Check them out and we thank them for their support of the show. Okay, so tell us more about the eight tools then. What was the idea behind it and how did those come all at once or did you kind of start working on one or two and it branched out? What's the story behind them? Well, the interesting thing is I've been working on and with those tools without having a systematic framework for it since I was in my teens and twenties. So you learn early on that the human brain loves stories and you also learn early on that people will remember specific snippets, little pieces more than they will remember long dissertations. So the more compact that we can make something, the more vivid and compelling and memorable that we can make things, the better. So going through my career in sales and marketing, learning social media and social media was a big part of learning how important compactness is. Over time, I just used a lot of these techniques but I didn't have a systematic framework until I just kept hammering on it in the last few years trying to see, you know, is there a recipe of techniques and tactics that work? And these are all very common. There's nothing rocket science level about any of these communication techniques. They're the way human beings have communicated for generations. It's just that I've sought to put it in a simple, actionable formula that anybody can apply. But nobody's going to fight you on the idea that a specific or a story or a clear statement or a side by side or symbolic language, one of my favorites, is effective because we all know it is. You've got a lot of discussion about getting on the same page too. I like that. You know, it's not as much just what you put out there but kind of closing that loop and making sure that you're on the same page. Tell us more about that and techniques you can use to be more effective there. So the four rules that I talk about in the formula are pretty straightforward and that's the fourth one. The first rule is you have to have a point. And as you know, many people start communicating but you don't know and you're not sure they know what the actual point is. So unless we can articulate in a clear statement what our purpose is, what our intended result is, where we're going, we don't have a point. So that's the first thing. Have a point. The second thing is then you have to get to the point and you've got to get there quickly because the way the brain filters information is it's looking for relevance immediately. And if I don't let you, John, know what's important, what matters in a way that appeals to you, the what's in it for me, for you, you're going to tune out because there's a thousand other things. So a good communicator quickly gets to the point so that you're engaging attention. The third thing is then we have to get the point across. It's not enough to throw words out there. What we're really trying to arrive at is shared meaning and understanding. So that means we have to define our terms. We need to illustrate. We need to tell stories. We need to use those eight shortcuts to help shed light on what we mean so that we end up with a synced understanding. You can have two people that use the same words, speak the same language, and as you know, walk out of a meeting with two totally different understandings of what went up and memories of it. But then the fourth thing is now really the goal is to get everybody on the same page. So what we want to do is write a summary, which is one of the eight S's, a summary, because we've got to say, here's what we did. Here's what we agreed on. Here's where we're going. And the reason why bullet points are so popular is because the brain loves summaries. We've got to summarize. So by not leaving words floating in the air, but by creating good, actionable, simple summaries, we make sure that we have arrived at a common aligned meaning and we have some common actions that we are really both committed to. And now tell us more, because you mentioned workshops. When you're working with an organization, how do you get them to start implementing this and work the plan? And what are some of the biggest problems you see? Like, what kind of stuff do they need to fix right out of the gate to get more effective? The big challenge I have with corporations by and large, I work a lot with commercial organizations in the life sciences, pharmaceutical industry, and they end up having coaching communication platforms, selling skills platforms, marketing platform, 14 different recipes, 14 different formulas. And this was one of the things that was driving me to say, is there really one formula underneath it all? Because a lot of it's the same stuff, just thrown into different acronyms. So when I come in, one of my goals is to help an organization arrive at a common language so that whether you're a trainer, salesperson, leader, manager, new hire, we can all talk about communication the same way, instead of having all these different silos and these different methods and these different strategies, which leads to fragmentation. So one of my secret goals, it's not really that secret because I come right out and say it at the end of the book is seeing teams and companies standardize on the clarity formula so that you can have a common language because that's the only way you can really, from an enterprise level, gain efficiencies and encourage people to have good practices that everyone can adhere to. Yeah, it's interesting. So talking through that, it kind of makes me think when you're engaging with clients or when clients come to you, do they usually come and say, hey, we've got a communication problem or is it really more like we have a branding or a selling problem? How do they come to you? They usually start with an issue, a group and an issue. So it could be a marketing group that doesn't have good email skills. It might be a training group that doesn't have a coherent brand. It could be a set of field coaches that aren't doing a good job communicating with their people. So the thing about this book and the clarity formula is it can be applied to every instance of a type of communication with a type of group, but it can be applied to all as well. So it usually starts with one thing. One of the most common ones actually has been emerging leaders in the organization needing to project an accurate personal brand. And so we go through an exercise of finding their keywords, figuring out key statements and projecting in their networking, in their interviewing, in their LinkedIn profile, an accurate personal brand. And this is one of the most powerful ways that this clear communication strategy works in organizations. That sounds good. Another great thing about this book is you've got a lot of specific instructions and tactics for specific channels. And so I want to talk about that. Before we do, we just have to take a second. I want to thank Miro for their support of Marketing Over Coffee. Miro is the visual collaboration platform for every team. At first glance, it might seem like just a simple digital whiteboard, but Miro's capabilities run far beyond that. It's a visual collaboration tool where the whole team can build on each other's ideas and create something innovative together from anywhere. Story planning becomes easier when it's visual and accessible. Tap into a way to map processes, systems and plans with the whole team so they not only view it, but have a chance to give feedback. How can you bring your ideas to life? In Miro, you can create story maps, prioritize your backlog, organize tasks into sprints using customizable Kanban boards, or browse through a whopping 300 plus expert built templates to get you started for any project. Cut out any confusion on who needs to do what by mapping out processes, roles and timelines. You can do that with several templates, including Miro's Swimlane Diagram. Miro also has integrations with a bunch of tools that we already use like Jira, Azure and Rally. Import tasks from them as native cards to see the big picture. Your first three Miro boards are free forever when you sign up. Sign up today at Miro.com slash podcast. That's M-I-R-O dot com slash podcast. Go ahead and check that out. Again, your first three Miro boards are free forever when you sign up. Check out the link and we thank them for their support of the show. You had mentioned email and that is in the book, you've got sections that outline email presentations, teaching, leadership, a whole bunch of other specific categories. I'd love you to start out with email because that's just something that's square in the wheelhouse for our audience. What kind of stuff can people do to be doing a better job with that? In my mind, email is the lowest hanging fruit. It's something we all use. It's something we all struggle with because there's so much of it. There's a very simple way to apply the clarity formula to email. If you understand that you're competing with dozens and dozens of other emails in the inbox and you're competing with who knows how many other distractions and interruptions, what that means is your email has to stand out to get attention. The way it's going to do that is you have to take advantage of the visual real estate that really matters and that's the subject line and the first sentence because that's what people see. That's the preview. So I encourage people to take the most relevant, interesting point, even the action item or a deadline or something and put it right up in the subject line. Let people know immediately why they should open this, what's important, why it matters because if you just put, here's a follow-up to our discussion from last week, well, that's real vague, generic. I don't know if that's important or not. I'm inclined to just skip that or delete it. But if you say, I need that paragraph we talked about by Friday at noon in the subject line, now I know exactly what's going on and I'll respond to it. So email is the best place to practice clear communication and the best place to practice the stratifying of information, getting to the point quickly before you lead into the details. But then you can apply that exact same set of strategies to everything else that you communicate with. Okay. And again, for our audience, we're always talking about events and PowerPoint decks. How about for presentations? What are some of the tricks over there? Well, for presentations, again, you've got to hook people fast. And so I like to start with something striking, either a striking statistic or striking example or a striking story that's going to bring people in. You don't want to wait 15 minutes before finally arriving at the conclusion. That's as journalists would say, that's burying the lead. Well, you don't have 15 minutes. People are going to tune us out real fast. They all have a smartphone. They all have a lot more interesting stuff. And if we're not interesting real quickly, then we lose. And so presentations need to begin with simplicity and something compelling, something obviously relevant. Then you've bought the right to talk about more detail. Then you've bought the right to go into more examples. But you can't lose that first minute or two because that's your chance. That's your sweet spot. All right. I am going to have links to the past interview because that's still all relevant and good stuff. This book comes out in October. We'll have a link in the show notes for that. Also, I did notice a neat thing that the publisher is doing. You can actually get a second copy, an electronic copy, if you fill out the form in the back. And that's kind of a neat thing. Is that something they do across the board? Or what's the story with that? I think so. Yeah. And actually, I stole that idea and doing something similar with people that I can get advanced copies, as many as I want. I buy them. And then I tell people, look, if you want an advanced copy, go ahead and order one on Amazon and you'll have it in October. And then I will give you or send you a signed advanced copy right now so you don't have to wait. And then in October, you can give away the copy you get from Amazon. So it's a great strategy. It works. That's an excellent take. Yeah. Because we've done the whole get early copies out and review copies and stuff like that. But then to force the pass through and you don't have to do any of this shipping, the book just shows up there. Correct. So that's a fantastic play. Okay. I'm not putting that in the show notes. That's for listeners only. You're going to have to get through to this point to understand that. And of course, in classic style, too, we have to give some of the behind the scenes. You did a great thing in that I got the notice that, hey, we've got a new book. We'd love to talk to you. And of course, we talked to you about the last one and it was a hit. So we went ahead with this one. But you included a PDF that has a page. In fact, it was about three pages worth of stuff as far as like, here's the book. Here's great stories that I have to talk about. And yeah, we are the rare exception. I'm like, we don't talk about anything until I have read it. And it's out there. But it was still useful for putting together the show notes. Did that just come from the previous book? Where did that come from? Where did you get the idea for that? Well, that's just a direct application of the clarity formula that you provide people summaries. So you give them the upfront stuff, the quick hit stuff so that they can absorb quickly and then they can move to the book. So it's just the entire book is an application of the principles of the book. And so is that PDF is I'm doing you a favor by making it easier for you to get a high level overview, to absorb the flow, and then to dig into how many details you want. And it's also applying our friend Roger Dewey's principle about being frictionless. So you want to make things as easy as you can for people. If people have to keep asking, going back, oh, I need one of these, I need one of these. Can you get me that? Can you get me this picture? That makes it harder. So if I can give you one document that has everything, I'm making it easier for you. And that's the principle of any sales pitch and marketing program. Make it easy for people. And you did again, you had a whole bunch of personal anecdotes and one I have to ask about now too, because it's weird. This is the second time this week you are in Tennessee. We've had people that have gone from the East to Tennessee. What was the story with that? What pulled you out there? Oh, well, I actually went to college here. I'm a New England boy. Originally, I came from Connecticut, but I went to college at Vanderbilt back in the seventies down in Nashville and became inculturated. I really liked the mid-south and lived here for a few years. And then my wife and I moved up to New Jersey for what we thought was going to be four years of postgraduate work and turned into 30 years of prison sentence. And then nine years ago, we escaped and moved back to the South. And it's lower taxes. It's a friendlier culture. It's warmer. I was struggling with the Northern winters by then. I had seasonal affective disorder. And we just feel very much at home here. We love it here. And we've seen an absolute torrent of people moving here in the last few years from the pandemic and from other states that are looking for a low cost of living, low tax state. And so we've had unbelievable exodus of people coming into Tennessee. Okay. And you did mention seasonal affective disorder there. I do have to give you credit for your candor. You have in the notes that you suffered undiagnosed clinical depression for some time and was able to get through to that. If you could just give us a little bit of, tell us about that and how you found your way out and what would you suggest other people with the same challenges? Yeah, it's probably a good thing it was undiagnosed. I was under a dark cloud in my mind and heart and moods ever since my teens and didn't even realize what was going on. I just coped and fought through and tried to live. But eventually that doesn't work. About my mid forties, I finally became completely exhausted in trying to deal with the negativity, the self criticism, the inwardness, the darkness. And all that time being somewhat high functioning as a husband, as a father, as a worker, but there was just this constant cloud. And I finally went to a doctor and said, look, here's what's going on. Here are the symptoms. I'm beginning to think maybe this is an organic problem. And he looked at me with this kind of amused look on his face and he said, well, your brain is an organ, you know. So he prescribed an antidepressant and three days later I woke up and everything was different. The dark cloud that had been in my mind was lifted. And over the last 20 years, I have now learned how to manage those moods, how to work with them. But that had been so pervasive. I'm surprised I actually made it to my mid forties. And since then, it's just simply an exercise of learning each day to not indulge in mental or mood exercises that bring me down. And the medicine is a huge help for that as well. You know, it's tough. You look back and you say, well, what could I have been back in those years if I had not been so beat down inside? But I was thinking about this this morning as I was walking the dog. One of the best traits that I have is I'm extremely analytical. I will not stop analyzing. And the only way this book came to be is because I have analyzed the daylights of a communication. That's the good side. The bad side of being overly analytical is if you deploy it against yourself and you're constantly analyzing your own thoughts and feelings and all that, that can be a real problem. And over the last years, I've learned to take that characteristic and seek to put it in the healthiest possible direction and then just manage the dark clouds as they come. Oh, that's fantastic. Thank you for telling us that story. It's amazing that you found relief that quickly when you started the medication. That's really something that must have changed everything for you. Completely blew my mind. I mean, I actually couldn't believe it for the first few days. It was like growing up in New England, you know, in the winter, you wait for the ponds to ice over. And so you want to, you kind of put your feet gingerly out on the ice. You know, is this going to hold me? And that's how I felt for days. Like, is this real? Could this, can I actually, is it possible to be happy? Literally, is it possible to be happy for no reason? And it was, it was total revelation to me. So many people had no idea. I guess I'd coped and covered it up and managed it and, and, you know, put it in a, in a compartment for a long time, but I sure knew the difference. And my wife sure knew the difference once, once I started dealing with the chemical imbalance problem. And the best thing I, the best advice I can give to anybody, especially men, because we tend to bury this stuff, is number one, find some sympathetic people that you can talk to who can talk sense to you and then find some kind of professional help, either medical, psychological, whatever you need. You cannot fight this alone and win. It is an absolutely horrible battle to fight alone. And there's no shame in admitting you've got a mood disorder. It's actually pretty free once you start making progress. Yeah, that's fantastic. Thank you for sharing that with us. I appreciate that. I don't mean to bring it down to this is a celebration, your new book. We want to talk about that. We've got links in the show notes so you can grab a copy of that. And you can check out the marketing over coffee text line for updates at 617-812-5494. Again, you can pre-order the book already today. And yeah, in fact, if you want to get in touch with Steve and see if you can talk your way into a promo copy, go ahead and check him out on LinkedIn. Otherwise that's going to do it for this week. Steve, thanks for joining us. John, it's been an absolute pleasure. And maybe in another five years, if I launch another one, we'll be back here again. That sounds good. We're always up for it, improved communication and less pain in that whole process. So that'll do it for this week. Until next week, enjoy the coffee. You've been listening to Marketing Over Coffee. Christopher Penn blogs at christopherspen.com. Read more from John J. Wall at JW5150.com. The Marketing Over Coffee theme song is called Mellow G by Funk Masters. And you can find it at Music Alley from Mevio or follow the link in our show notes."}, "podcast_summary": "In this podcast, Steve Woodruff discusses his new book on clear communication and the challenges he faced during the pandemic. He emphasizes the importance of getting to the point quickly and using brain-friendly shortcuts in all forms of communication, including email and presentations. He also shares his personal journey with undiagnosed clinical depression and the benefits of seeking professional help. The book provides practical tips and techniques for improving communication in various contexts, with the goal of getting everyone on the same page. Overall, it offers a valuable framework for becoming a great communicator in any circumstance.", "podcast_guest": "Elon Musk", "podcast_highlights": "- Highlight 1: \"I actually didn't think my business was going to survive. But fortunately, I had one client that gave me a good size contract to build a course and then the virtual workshop started to pop up and that turned out to actually be a business builder for me.\"\n- Highlight 2: \"The major thing I talk about in this book is we have these hurdles, all the surrounding noise that competes. And if we're not interesting and relevant right away, there's a whole lot of other things people are going to pay attention to.\"\n- Highlight 3: \"The four rules that I talk about in the formula are pretty straightforward and that's the fourth one. Now really the goal is to get everybody on the same page... we make sure that we have arrived at a common aligned meaning and we have some common actions that we are really both committed to.\""}