{"podcast_details": {"podcast_title": "Capital Economics Weekly Briefing", "episode_title": "Chinese deflation, US July CPI and commodities markets feel the pinch", "episode_image": "https://images.transistor.fm/file/transistor/images/show/35626/full_1667842298-artwork.jpg", "episode_transcript": " It's Thursday 10th of August and this is your Capital Economics Weekly Briefing. I'm David Wilder. Coming up we'll be hearing the latest from the commodities market, but now I'm joined once again by Group Chief Economist Neil Shearing. Hi there Neil. Hi David. Let's start with China, shall we? We've had more worrying data about the economy this last week. We'll be hearing from Caroline Bain, our Chief Commodities Economist, in a moment about those grim import numbers. But I want to talk about the CPI and PPI data. The talk is all about deflation, but your point I think is that investors are missing the wood for the trees on this. Yeah, that's exactly right. I mean this isn't the first time that data from China have been misinterpreted widely by the commentaries in the markets, at least in our view. This is another example. The response to July's inflation data, which showed a 0.3% fall in CPI inflation year on year and a 4.5% fall year on year in producer prices. But the response to that was that this was a sign of chronic demand weakness as China's recovery falters. Now it's certainly the case that China's economy is struggling and the recovery there has fizzled out more quickly than we had anticipated. So it's certainly not a healthy economy right now. But if you look at the drivers of inflation, or rather deflation, is principally about food. So there was a big surge in food prices last year due to an outbreak of African swine fever. That's now washed out of the index and we've got a 26% year on year fall in pork prices in July. So the shift into deflation is primarily a food story. Yes, overall inflation is still quite low, underlying inflation is still quite low. If you look at core inflation, actually edged up a bit to 0.8% year on year in July. And if you look at services inflation, which is perhaps the part of the CPI basket that's more closely aligned to and driven by domestic economic conditions, well that's at a 17 month high of 1.2% year on year. So no need for big numbers, no need for inflation numbers on the scale that we've seen in advanced economies, but nor do they I think point to an economy that's cratering, demands cratering, and there's the onset of prolonged deflation. So economic weakness, a bout of negative price growth, but not necessarily deflationary spiral. In the case of China, what does it suggest when you have core inflation ticking up, even though the rest of the economy seems to be struggling? I think that's the key question. We should caution of course that you should never read too much into one month's data. However, the fact that we have core inflation low, but going up a bit, services inflation at a 17 month high, yet we have the economy clearly struggling. And if you look at Chinese economic activity, which we do using our own proprietary index, well it's pretty stark when you look in levels terms just how the economy has plateaued in recent months. So what does that mean? Well, one way of interpreting this might be that China's potential growth rate, in other words, the rate at which the economy can grow in a sustainable way without creating inflation pressures and staying at full employment, well maybe that has slowed perhaps more quickly than even we had expected. We've been saying for a while that we think China's potential growth rate is going to slow to as little as 2% by the end of this decade. Well perhaps some of that pullback in potential growth is happening a bit more quickly than we had anticipated. So you get this economic weakness without underlying inflation pressures cratering. Now still perhaps a bit too soon to say conclusively on that front, but July's data would at least be consistent with that idea. Let's stay on that deflation theme, but zoom out a bit because we've had clients asking this past week about whether signs of deflation in China are positive in terms of efforts in developed economies to get inflation under control. One client talking about Europe in particular, can you talk about inflation dynamics in China and how they feed through to the rest of the world? Well I think China is a very different case. We spoke last week didn't we about the case for immaculate disinflation and what might be driving that and how the old inflation models that linked output and capacity through the labor market to price pressures and inflation may have broken down. Well China's inflation dynamics are even more unusual and perhaps difficult to pin down than advanced economies. Part of the reason for that is that one consequence of its high savings, high investment growth model is that it tends to produce relatively low rates of inflation because high savings suppress demand and high investments boost the supply side of China's economy. So it tends to be a low inflation combination. And indeed it's not that unusual for China to experience outright bouts of deflation. We have one back in 2021. So China's inflation dynamics are very different from those in advanced economies. I guess the question really is to what extent does deflation in China really have any impact on advanced economies? Well perhaps there's a pass through insofar as it might pull down commodity prices if China's economy is really struggling, pulls down commodity prices and that feeds through into headline inflation rates in advanced economies. But actually what we've seen over the past week is some commodity prices have actually been going up. So in particular natural gas prices going up on supply concerns elsewhere. So there's no clear pass through or consequences at this stage I think for inflation in advanced economies. If that happens it will be because economic weakness in China passes through and feeds through through the commodity channel. You just mentioned immaculate disinflation. That's a nice segue to the US July CPI report. We're speaking just moments after the release. Talk us through the highlights of the report and implications for the Fed. But also where this leads into the UK's July CPI report which is due this coming week. Yes, the US CPI report just about as good as you might hope for if you're a policy maker on the FOMC. So headline CPI up 0.2% on the month, core CPI also up by 0.2%. Interestingly if you strip out shelter, which we know is a lagging part of the CPI index, actually it looks like inflation in the US is already back down to 2%. Now there's a danger with you strip out everything that's high then you get a lower number obviously. But shelter prices are lagging. So there is a justification for taking that out. And on that basis it's task accomplished by the Fed. So no need I think for the Fed to push ahead with any further rate hikes in this cycle. At least that's our view. So calling time on the Fed tightening the cycle. The question you asked, which I think is a good one, is what lessons if any are there for other central banks? And we have the UK inflation data for July out in the coming week. Actually that too I think will show a sharp fall in headline inflation. So we've penciled in a fall from 7.9% year on year in June to 6.5% year on year in July. But that's primarily about a drop in energy inflation to do with the way that household utility prices and the various caps on those that were imposed last year in the wake of the war in Ukraine work through and affect the CPI numbers. So big drop in UK CPI inflation coming, but mainly about the legacy of last year's big jumps in utility prices starting to wash through a much smaller fall I think likely on the core front. So perhaps from 6.9% year on year in June to about 6.7% year on year in July. Now in contrast to the Fed, Bank of England, other developed market central banks, emerging market central banks have started cutting rates already. What do we know so far about these easing cycles and what are we expecting? There's a slight danger I think when talking about emerging market central banks and indeed emerging markets more generally that we lump them all together as this one homogenous group where in fact there are very different dynamics playing out in different economies and with different implications for central banks and monetary policy. So I think it helps us to separate some of these countries out. On the one hand you have the RBI in India over the past week sounding quite hawkish, that helped of course by the fact that food inflation in India is starting to pick back up. But I think the really interesting story comes in those EMs where central banks acted quite aggressively early on in the inflation cycle to push up interest rates. So there's a group of countries in Latin America, Brazil, Chile, where central banks really pushed up interest rates above their neutral rate quite quickly. Likewise in Central and Eastern Europe we also had some quite aggressive hikes early on in the cycle by the likes of the National Bank of Hungary. And it's those central banks that are now finding they have a bit more into cuts having got rates up very quickly and quite aggressively early on. So we'll find that central banks in Brazil and Hungary and so on will be leading the charge in the easing cycle just like they led the charge in the tightening cycle. Whereas some of those in Asia that perhaps were a bit slower to tighten because inflation pressures weren't quite so strong or haven't got interest rates up as far above their neutral rates as counterparts in Latin America and Central and Eastern Europe. I think they'll be much slower to lose some policy just because it's less tight right now. That was Neil Shearing on Chinese deflation, DM inflation and what lies ahead for DM and EM central banks. Our take on US CPI will be on the podcast page and watch out for our reaction to that UK CPI report this coming Wednesday. Our EM note on the shape of those easing cycles will also be on the podcast page and look for our reaction to Argentina's presidential primary which is happening this coming Sunday 13th of August. I'll add a link to our dedicated Argentina election hub on the podcast page as well. And don't forget access to all our DM and EM central bank analysis and financial markets coverage is available in CE advance our premium platform. Now if markets feed on information and the past few weeks have been a veritable feast for commodities markets with developments in the Ukraine war, extreme weather across the globe and curbs on food exports. To understand what all of this means for commodities prices I spoke to Caroline Bain. She's our chief commodities economist and leads our London based team analyzing energy, metals and agricultural markets. I started by asking about the implications of Russia walking away from the black sea grain initiative at the end of last month and what that means for wheat prices. Bear in mind that this conversation was recorded just before the Ukrainian Navy announced plans for corridors in the Black Sea for merchant shipping to try to export in the face of an ongoing Russian blockade. Well as you know Russia pulled out of the black sea grain initiative in the middle of July and since then tensions have really escalated on the trade front. Russia initially started to attack Ukraine's food export facilities and since then it has also attacked ports on the Danube which was the other main conduit to Ukraine's agricultural exports and just a few days ago Ukraine retaliated by hitting two ships. One was a military ship but the other ship was a Russian oil tanker. So for the first time we've seen some attack on Russia's exports as opposed to Ukraine's. So why has the price impact from Russia not renewing the deal been relatively muted and where do we go from here? Yes the price reaction is interesting initially as you would expect prices spiked up close to 20% on the news of the deal expiring. Since then prices have fallen back to where they were before the deal ended. I think this is because market participants expect a new deal and rather ironically the more attacks around the more that Russia's exports appear to be under threat suggests that both sides will be more willing to negotiate a deal. And broadening out from the grain market just looking at the headlines more generally you'd think that there's something of a perfect storm going on for agricultural commodities on top of this Russia Ukraine issue. We've seen these extreme temperatures in the northern and southern hemispheres over the summer. I know your team is also looking very closely at El Nino's return and potential impacts there. Does all of this point to some kind of supply crisis? Where do you see the vulnerabilities in the market and what are the price implications? Yes we've recently done a deep dive into all our supply forecasts factor in these latest developments with revised down supplies for many commodities. And we now expect that whereas at the start of the year we had assumed because you can only assume that the weather is going to be normal. We'd assumed with normal weather conditions the prices would fall this year but we now expect them to at least stabilize at current levels or rise a little towards the end of the year given the deterioration on the supply side. And the risk is perhaps to the upside. We don't know yet how strong or how long the El Nino events that we're expecting will be. If it proves to be both severe and of a long duration then I think we're looking at upward revisions to our prices. Can you put some numbers on that then? Where do you see prices of key agricultural commodities going relative to where they are now and how does that sit with their behaviour in the last few years? Yeah there are a couple of points to make there I suppose. The prices now they've fallen 40-50% from the peaks in last year particularly in the immediate aftermath of the Russian invasion of Ukraine. And I am talking mainly about the grains here again. So not all agricultures are equal if you like. We expect a sort of 5-10% increase in the wheat price by the end of this year from where we are now. But we actually expect the corn price to fall because when we went through the supply numbers the corn is relatively less vulnerable than some of the other agricultures to the extreme weather events that we're seeing. Otherwise the big picture story we have on agricultures is that prices will ease back over the next year or so. But they're not going to return to pre-pandemic levels or the last decade when we saw consistently no prices. We think that now going forward there's going to be a bigger weather risk premium in prices so they will remain historically high. So historically high levels of prices and also obviously the headlines painting a fairly extreme story about what's going to be happening. There are clearly upside risks here aren't there? I wanted to pick up on just one of them that you talk about in your report which is food protectionism. You were on this podcast just a few weeks ago talking about the risk of an Indian rice export ban and hey presto a ban was announced just after that recording. Does fear of constrained supply mean more episodes like that are on the cards do you think? There's definitely a big risk and to be clear India has a long history of worrying about food security and regularly imposes bans if that seems to be under threat. So India was probably always the most likely candidate she liked to start on a protectionist route. But there are other populous countries like Indonesia for example that also has a history of protectionism and it's the largest supply by far of palm oil to the global market. So there is very much a risk that we could see more of this protectionism but with the campaign that India is a unique case really with a massive population and particularly strong concerns about food security. And finally I can't let you go without talking about that July China trade data. The export slump was very much the focus but it was the import data that was really striking. I think we estimated an adjusted 5% month on month fall. Looks pretty worrying for the China demand outlook. How big of a concern is that from the perspective of the commodities market? Yeah, it's obviously caused for concern for commodity markets as China is one of the largest players on the demand side. I think the downturn in metals imports is consistent with what we've seen from PMI readings and from industrial activity measures. So probably not so much of a surprise. For us the biggest surprise was the plunge in oil imports in July which at the same time we saw a big increase in China's refined petroleum exports which both indicate this point to weaker demand. So far this year oil imports have actually been quite strong which we had expected as the zero-COVID policy was unwound and people started traveling again. This was the particular concern in the July data and something that we're going to keep a close eye on. So does that imply there's risk to your forecast for M23 oil prices? Yes it does. One of the reasons that we expected oil prices to remain high was that we thought Chinese demand would grow strongly this year. That's on the demand side though. On the supply side if anything the picture is looking worse than we had envisaged. Saudi Arabia continues to extend its voluntary production cut. We've had outages in various parts of the world so the supply side looks worse as well as the demand side. So on balance we're maintaining our forecast that prices will end the year around current levels, actually around $85 per barrel for Brent. Next year the supply side of the picture should improve a bit we think. Demand should come back as well as developed economies start to pick up as monetary easing takes hold. And by the end of the year we think OPEC will be unwinding its production cuts. So we have prices easing back next year to around $75 a barrel per year in 2024. That was Caroline Bain on a world of commodity supply constraints and their price implications. I'll link to the commodities team's latest work on agriculturals, oil and China on the podcast page. They're holding briefings early next month on European gas demand this coming winter and their long term oil demand forecasts. Our events page will be the place to go to look for details on that in the coming weeks. But that's it for this episode. All of our insight can be found on our website Capitaleconomics.com with full access plus proprietary data and charts and much much more available via CE Advance, our premium platform. But until next time, goodbye. Whilst this podcast is provided with all reasonable skill and care, it comprises the subjective views of our economists. Furthermore, these views are not opinions, nor do they constitute investment or financial advice or are they guarantees or reassurance as to the expected results of any investment products or outcome. You should seek your own specific advice in relation to questions you may have. We will have no liability to you in relation to this podcast whatsoever."}, "podcast_summary": "In this week's podcast, the focus was on China's economy and the latest data on inflation. The podcast highlighted that while there is concern about deflation in China, the primary driver of the shift into deflation is food prices, particularly pork prices. Overall inflation is still quite low in China, and core inflation actually edged up a bit in July. The podcast also discussed the inflation dynamics in China and how they differ from advanced economies. It was noted that China's inflation dynamics are driven by high savings and investment, which tend to produce relatively low rates of inflation. The podcast also touched on the US CPI report, which showed that inflation is back down to 2% when shelter prices are stripped out. This suggests that there is no need for the Fed to continue raising interest rates. The podcast briefly mentioned the UK's upcoming CPI report, which is expected to show a drop in headline inflation due to a decrease in energy prices. Finally, the podcast discussed the commodities market, specifically the impact of Russia's withdrawal from the Black Sea grain initiative and the extreme weather conditions around the world. It was noted that prices of key agricultural commodities are expected to stabilize or rise due to supply constraints, and there is a risk of food protectionism in response to constrained supply. The podcast also highlighted the sharp fall in China's imports, particularly of oil, which is a concern for the commodities market. Overall, the podcast provided a summary of the important aspects discussed regarding China's economy, inflation, and the commodities market.", "podcast_guest": {"name": "Elon Musk", "org": "Tesla", "title": "", "summary": "Not Available"}, "podcast_highlights": "Highlights:\n\n1. \"The response to July's inflation data, which showed a 0.3% fall in CPI inflation year on year and a 4.5% fall year on year in producer prices...this was a sign of chronic demand weakness as China's recovery falters...but if you look at the drivers of inflation, or rather deflation, is principally about food. So there was a big surge in food prices last year due to an outbreak of African swine fever...the shift into deflation is primarily a food story...no need for big numbers, no need for inflation numbers on the scale that we've seen in advanced economies, but nor do they I think point to an economy that's cratering, demands cratering, and there's the onset of prolonged deflation.\"\n2. \"We've been saying for a while that we think China's potential growth rate is going to slow to as little as 2% by the end of this decade...maybe that has slowed perhaps more quickly than even we had expected...economic weakness without underlying inflation pressures cratering...July's data would at least be consistent with that idea.\"\n3. \"The price reaction is interesting initially as you would expect prices spiked up close to 20% on the news of the deal expiring. Since then prices have fallen back to where they were before the deal ended...market participants expect a new deal and rather ironically the more attacks around the more that Russia's exports appear to be under threat suggests that both sides will be more willing to negotiate a deal...there is definitely a big risk...there is very much a risk that we could see more of this protectionism.\""}